// General
"Powered by" = "Desarrollado por";
"No Internet" = "No hay conexión a Internet.\r\n\r\nConéctate para continuar.";
"Search..." = "Buscar...";
"OK" = "Aceptar";
"Cancel" = "Cancelar";
"Send" = "Enviar";
"Error" = "Error";
"Thanks" = "Gracias";
"Close" = "Cerrar";
"Update" = "Actualizar";
// FAQ
"FAQs" = "Preguntas frecuentes";
"FAQ" = "Preguntas frecuentes";
"No FAQs" = "No se han encontrado las preguntas frecuentes.";
"FAQ Error" = "Imposible recuperar preguntas frecuentes.\r\nInténtalo de nuevo más tarde";
"How can we help?" = "¿Necesitas ayuda?";
"No matches found" = "No hay coincidencias";
"Helpful?" = "¿Te ha servido?";
"Yes" = "Sí";
"No" = "No";
"One moment please..." = "Un momento, por favor...";
"Thanks for your feedback." = "Gracias por tu comentario.";
// Versions
"Versions" = "Versiones";
"No Versions" = "No hay versiones.";
"Versions Error" = "No se pueden recuperar las versiones.\r\nInténtalo de nuevo más tarde";
"Version" = "Versión";
"An update to version %@ is available" = "Hay disponible una actualización a la versión %@";
"You've just updated to v%@" = "Se ha instalado la actualización a v%@";
"Learn More" = "Más información";
// Feedback
"Contact" = "Contacto";
"Your Email:" = "Tu email:";
"Email Placeholder" = "ejemplo tunombre@icloud.com";
"attach a file" = "adjuntar un archivo";
"No Message." = "Sin mensaje";
"Please enter a message." = "Por favor, introduce un mensaje.";
"No Email." = "Sin email";
"Are you sure you want to send without your email? We won't be able reply to you." = "¿Confirmas que deseas enviar el mensaje sin indicar el email? No podremos contestarte.";
"Invalid Email Address." = "Dirección de email incorrecta.";
"Please check your email address, it appears to be invalid." = "Comprueba tu dirección de email. Parece que es incorrecta.";
"Sending..." = "Enviando...";
"There was an error sending your feedback, please try again." = "Se ha producido un error al enviar el comentario. Inténtalo de nuevo.";
"We have received your feedback and will be in contact soon." = "Hemos recibido tu comentario y en breve te contactaremos.";
"Take Photo" = "Hacer una foto";
"Choose Photo" = "Seleccionar una foto";
"Use Latest Photo" = "Usar última foto";
"Can't Access." = "Imposible acceder.";
"We can't access your photos, please ensure this application has access in Settings." = "La aplicación no puede acceder a tus fotos. Comprueba en Ajustes si esta aplicación tiene permiso.";
"Error uploading." = "Error al cargar.";
"We couldn't upload the photo, please try again."  = "No se ha subido la foto. Inténtalo de nuevo." ;
"Are you sure?" = "¿Estás seguro?";
"Your message will be lost." = "El mensaje se perderá.";
// Notifications
"Notifications" = "Notificaciones";
"No Notifications" = "No hay notificaciones.";
"Notifications Error" = "No se pueden recuperar las notificaciones.\r\nInténtalo de nuevo más tarde";
// Prompt
"What do you think about " = "Que opinas sobre";
"I Love It!" = "Me encanta";
"Could Be Better" = "Podría mejorar";
"Great! Could you leave us a nice review?\r\nIt really helps." = "¡Es fantástica! ¿Te importaría dejar una reseña positiva?\r\nGracias por tu ayuda.";
"Leave a Review" = "Dejar una reseña";
"no thanks" = "No, gracias.";
"Could you tell us how we could improve?" = "¿Hay alguna cosa que se pueda mejorar?";
"Send Feedback" = "Enviar comentario";